Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/arbeidstilsynet.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: recesses that can be harmful to life or health.
nn: for desse, før tiltaka blir utforma og sette i verk.

source: special grounds, if justified from a health and safety perspective and not in breach of the EEA
nn: Arbeidstilsynet, Datatilsynet, Petroleumstilsynet og partane i arbeidslivet har saman laga ein

source: In the case of pneumatic and hydraulic work equipment, particular consideration shall be
nn: Arbeidstilsynet, Datatilsynet, Petroleumstilsynet og partane i arbeidslivet har saman laga ein

source: that you or your employees have has been registered under the correct organisation number.
nn: Fordi du ikkje tar permisjon på heiltid, blir permisjonstida lenger.

source: provided as part of the machinery.
nn: Evaluer kontrolltiltaket med dei tillitsvalde jamnleg.

source: Remember that many aspects may be governed by the Basic Agreement, if you are subject to this agreement.
nn: Dersom du vil ha delvis permisjon, skal du varsle arbeidsgivaren så fort som mogleg og seinast

source: Control devices shall be designed and positioned in a way that ensures that they cannot be
nn: overfor alle arbeidstakarar tiltaket får konsekvensar for, uavhengig av om det er tillitsvalde ved

source: marking on the work equipment, the marking shall be affixed to the packaging.
nn: Den praktiske gjennomføringa av evalueringa, som når og kor ofte, kan ein gjerne

source: The design and colour of machinery components that move in the field of vision must be such
nn: Båe krava, både saklegheit og samhøve, må bli overhaldne, samtidig som krava i arbeidsmiljølova
